tests/WebformulierenVerwerker/scenario04/CorsaConnectRequest.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"><soapenv:Body><bct:Connect xmlns:bct="http://bct.nl">
	<bct:ApplicationID>KodsionformulierenNaarCorsa</bct:ApplicationID>
	<bct:ConnectionID>Corsa</bct:ConnectionID>
	<bct:UserName>Local username test</bct:UserName>
	<bct:Password>Local password test</bct:Password>
	<bct:EncodedPass>false</bct:EncodedPass>
</bct:Connect></soapenv:Body></soapenv:Envelope>